Revit 2027 API
BuiltInFailures.CreationFailures.CannotMakeToposolidFromVerticalFace Property
 Can't make toposolid from vertical face.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotMakeToposolidFromVerticalFace { get; }
Public Shared ReadOnly Property CannotMakeToposolidFromVerticalFace As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotMakeToposolidFromVerticalFace {
	FailureDefinitionId^ get ();
}
static member CannotMakeToposolidFromVerticalFace : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CreationFailures Class
Autodesk.Revit.DB Namespace